This workset has changed in the Central Model. Please Reload Latest before making this workset editable.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId WorksetHasChangedInCentralFile { get; }
  Visual Basic
Public Shared ReadOnly Property WorksetHasChangedInCentralFile As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ WorksetHasChangedInCentralFile {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures EditingFailures Class
  Autodesk.Revit.DB Namespace